package javase.lesson3.homework.lesson3task1;

/*Создай ряд классов:
 Система управлением проектов, Проект, Задача.

Задачи должны иметь id, название, описание и статус
Проект содержит описание и список задач
Система содержит список проектов

Для класса проекта реализуй:
	- метод создания задачи
	- метод удаления задачи (по id)
	- метод смены статуса задачи
	- вывод всех задач
	- вывод задач в определённом статусе (статус - параметр метода)
Для класса системы реализуй:
	- создание проекта
	- вывод всех проектов
	- вывод всех проектов, в которых есть задачи в определённом статусе

 */
public class Task3Project {
}
