package javase.lesson2.homework;

/*Написать программу, выводящую на экран все чётные числа от 1 до 100, которые кратны 3 (например 6)
 */
public class Task005SecondSolution {
        public static void main(String[] args){
            int i = 6;
            while (i < 100) {
                System.out.print (i+" ");
                i = i + 6;
            }
        }
    }

