package javase.lesson2.homework;

/* Написать программу, выводящую на экран все числа от 1 до 50
 */
public class Task003 {
    public static void main (String [] args){
        for (int i = 1; i <= 50; i++) {
            System.out.println (i + " ");
        }
    }
}
