package javase.lesson2.homework;

/*Написать программу, выводящую на экран все нечётные числа от 1 до 100
 */
public class Task004 {
    public static void main (String [] args){
        for (int i = 1; i < 100; i = i + 2){
            System.out.println(i + " ");
        }
    }
}
